tap "argoproj/tap"
tap "colindean/fonts-nonfree"
tap "derailed/k9s"
tap "fastly/tap"
tap "go-task/tap"
tap "hay-kot/scaffold-tap"
tap "homebrew/bundle"
tap "kardolus/chatgpt-cli"
tap "koekeishiya/formulae"
tap "rajatjindal/tap"
tap "turbot/tap"
brew "act"
brew "argocd"
brew "asdf"
brew "m4"
brew "autoconf"
brew "automake"
brew "aws-vault"
brew "openssl@3"
brew "sqlite"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "bats-core"
brew "c-ares"
brew "libnghttp2"
brew "cask"
brew "cosign"
brew "direnv"
brew "duckdb"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "libyaml"
brew "fluent-bit"
brew "fzf"
brew "gh"
brew "git"
brew "gmailctl"
brew "gnu-sed"
brew "gnupg"
brew "pkgconf"
brew "goreleaser"
brew "icu4c@76"
brew "libtool"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "hey"
brew "htop"
brew "jq"
brew "k6"
brew "kind"
brew "kustomize"
brew "libpsl"
brew "minikube"
brew "mongocli"
brew "mongosh"
brew "neovim"
brew "nmap"
brew "operator-sdk"
brew "oras"
brew "parquet-cli"
brew "pinentry-mac"
brew "postgresql@16", link: true
brew "pre-commit"
brew "psgrep"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "sops"
brew "sqlfluff"
brew "starship"
brew "stern"
brew "telnet"
brew "tenv"
brew "terraform-docs"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "trufflehog"
brew "vhs"
brew "watch"
brew "wget"
brew "xdot"
brew "yamllint"
brew "yq"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "derailed/k9s/k9s"
brew "fastly/tap/fastly"
brew "hay-kot/scaffold-tap/scaffold"
brew "kardolus/chatgpt-cli/chatgpt-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "rajatjindal/tap/modify-secret"
brew "turbot/tap/steampipe"
cask "1password-cli"
cask "alfred"
cask "arc"
cask "cursor"
cask "datagrip"
cask "dbeaver-community"
cask "deskpad"
cask "diffmerge"
cask "discord"
cask "font-hack-nerd-font"
cask "font-microsoft-office"
cask "font-roboto-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "github"
cask "iterm2"
cask "jordanbaird-ice"
cask "kap"
cask "krisp"
cask "lens"
cask "loom"
cask "obsidian"
cask "postman"
cask "readdle-spark"
cask "rectangle"
cask "spotify"
cask "todoist"
cask "visual-studio-code@insiders"
cask "wezterm"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "huyang.go-doc-comments"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "njpwerner.autodocstring"
vscode "p1c2u.docker-compose"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tim-koehler.helm-intellisense"
